{"dispositivos":[{"id":"1223432594567536","urlImagen":"https://i.ibb.co/fQZkNBv/Amazon-Echo.jpg","nombre":"Amazon Echo","marca":"Amazon","descripcion":"El Echo Dot es un altavoz inteligente que se controla con la voz y que usa el Alexa Voice Service. Gracias a su diseño, es ideal para cualquier habitación. Simplemente pídele música, las noticias o información. También puedes llamar a cualquiera que tenga un dispositivo Echo, la app Alexa o Skype, así como controlar dispositivos de Hogar digital con la voz.","categoria":"Asistente_Virtual","precio":"30","seguridad":70,"sostenibilidad":"B","listaPositivaSeguridad":[{"id":1,"texto":"Autenticación fuerte de usuario: Requerir una autenticación sólida, como la autenticación de dos factores, para acceder al dispositivo."},{"id":2,"texto":"Cifrado de datos: La encriptación de datos transmitidos y almacenados, lo que dificulta su acceso no autorizado."},{"id":4,"texto":"Notificaciones de seguridad en tiempo real: Alertas en tiempo real de cualquier actividad sospechosa o comportamiento anormal del dispositivo."},{"id":6,"texto":"Detección de intrusiones: La capacidad de detectar y responder a intentos de intrusión y ataques maliciosos."},{"id":7,"texto":"Compatibilidad con protocolos de seguridad estándar: Soporte de protocolos de seguridad estándar, como SSL/TLS y AES, para proteger la comunicación de red."}],"listaNegativaSeguridad":[{"id":12,"texto":"Vulnerabilidades conocidas no corregidas: No solucionar vulnerabilidades de seguridad conocidas en el firmware del dispositivo."},{"id":14,"texto":"Falta de actualizaciones de seguridad: No proporcionar actualizaciones regulares para corregir vulnerabilidades de seguridad y problemas conocidos."},{"id":17,"texto":"Falta de autenticación de usuario: Permitir que cualquier persona pueda acceder y controlar el dispositivo sin autenticación adecuada."},{"id":18,"texto":"Aplicaciones de terceros inseguras: La falta de seguridad en las aplicaciones de terceros que se utilizan en conjunción con el dispositivo."},{"id":19,"texto":"Configuraciones inseguras: La configuración incorrecta del dispositivo o de su software, que puede exponerlo a vulnerabilidades y ataques maliciosos."}],"listaPositivaSostenibilidad":[{"id":20,"texto":"Eficiencia energética: Los dispositivos IoT que son energéticamente eficientes pueden ayudar a reducir el consumo de energía y, por lo tanto, reducir la huella de carbono."},{"id":21,"texto":"Diseño modular: Los dispositivos IoT que están diseñados con módulos intercambiables y actualizables pueden extender su vida útil y reducir la cantidad de residuos electrónicos."},{"id":23,"texto":"Uso de materiales sostenibles: Los dispositivos IoT que utilizan materiales sostenibles, como plásticos reciclados o materiales de origen biológico, pueden reducir su impacto ambiental."},{"id":25,"texto":"Tecnologías de bajo consumo: Las tecnologías de bajo consumo, como Bluetooth de baja energía (BLE) o Zigbee, pueden ayudar a reducir el consumo de energía de los dispositivos IoT."},{"id":27,"texto":"Ciclo de vida prolongado: Los dispositivos IoT que están diseñados para durar más tiempo pueden reducir la cantidad de residuos electrónicos y la necesidad de fabricar nuevos dispositivos con frecuencia."}],"listaNegativaSostenibilidad":[{"id":30,"texto":"Desperdicio de energía: Los dispositivos IoT que no tienen un modo de suspensión o que no pueden apagarse pueden desperdiciar energía innecesariamente."},{"id":32,"texto":"Materiales no reciclables: Los dispositivos IoT que utilizan materiales no reciclables pueden contribuir a la acumulación de residuos electrónicos."},{"id":34,"texto":"Compatibilidad limitada con energías renovables: Los dispositivos IoT que solo pueden funcionar con energías no renovables pueden ser perjudiciales para el medio ambiente."}]}]}